[
    {
        "cover": 85174,
        "first_release_date": 1548374400,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 2933,
        "involved_companies": [
            104175,
            104177
        ],
        "name": "Kingdom Hearts III",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Kingdom Hearts III is the third main installment in the Kingdom Hearts series developed and published by Square Enix. It was initially released January 2019 for the PlayStation 4 and the Xbox One. An expansion, Kingdom Hearts III Re Mind was released in January 2020.\n\nThe story takes place after the events of Kingdom Hearts 3D: Dream Drop Distance. It features an older Sora as the main protagonist, who sets forth on a new adventure to search for seven guardians of light in an attempt to stop Xehanort from bringing about a second Keyblade War. Sora is joined by Donald Duck, Goofy, Mickey Mouse, Riku, Kairi, and others. Along the way, Sora travels to many worlds from Disney and Pixar intellectual properties, and cross paths with the real Organization XIII.\n\nKingdom Hearts III features hack and slash combat reminiscent of Kingdom Hearts II, with elements from later handheld entries, allowing the player to control Sora in a party with Donald, Goofy, and up to two other Disney characters from the various worlds he visits. A major addition compared is the Formchange mechanic, which allows his currently equipped Keyblade to grant him special abilities and change shape. Sora can equip up to three Keyblades at a time, and cycle between them to use his abilities. Another addition is the Attractions mechanic, which occasionally allows Sora to summon and pilot a vehicle inspired by Disney theme park attractions. At certain points throughout the game, the player will be able to control other characters."
    },
    {
        "cover": 77077,
        "first_release_date": 1435017600,
        "genres": [
            "Fighting",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 5503,
        "involved_companies": [
            65728
        ],
        "name": "Batman: Arkham Knight",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Batman: Arkham Knight brings the award-winning Arkham trilogy from Rocksteady Studios to its epic conclusion. Developed exclusively for New-Gen platforms, Batman: Arkham Knight introduces Rocksteady's uniquely designed version of the Batmobile. The highly anticipated addition of this legendary vehicle, combined with the acclaimed gameplay of the Arkham series, offers gamers the ultimate and complete Batman experience as they tear through the streets and soar across the skyline of the entirety of Gotham City. In this explosive finale, Batman faces the ultimate threat against the city that he is sworn to protect, as Scarecrow returns to unite the super criminals of Gotham and destroy the Batman forever."
    },
    {
        "cover": 90728,
        "first_release_date": 1428969600,
        "genres": [
            "Fighting"
        ],
        "id": 7292,
        "involved_companies": [
            63888
        ],
        "name": "Mortal Kombat X",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Mortal Kombat X is the tenth main game in the one-on-one fighting series and a sequel to the 2011 title Mortal Kombat. The game stays close to the visual style and the mechanics of the 2011 reboot. The main controls are still based on two types of punches and kicks, and blocking, to form combos with uppercuts, teleports, special moves that incorporate weapons and fatalities. The three-tiered energy from the previous title returns, making available X-Ray moves, powered up EX moves and combo breakers. As introduced in Injustice: Gods Among Us, characters can use the environment to re-position themselves or optionally use parts as weapons. Each character now has three variations with different moves and weapons. There is once again a sprinting gauge, returning from Mortal Kombat 4."
    },
    {
        "cover": 81917,
        "first_release_date": 1462838400,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 7331,
        "involved_companies": [
            130942
        ],
        "name": "Uncharted 4: A Thief's End",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he's willing to sacrifice to save the ones he loves."
    },
    {
        "cover": 82054,
        "first_release_date": 1427155200,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 7334,
        "involved_companies": [
            180655
        ],
        "name": "Bloodborne",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "An action RPG in which the player embodies a Hunter who, after being transfused with the mysterious blood local to the city of Yharnam, sets off into a \"night of the Hunt\", an extended night in which Hunters may phase in and out of dream and reality in order to thin the outbreak of abominable beasts that plague the land and, for the more resilient and insightful Hunters, uncover the answers to the Hunt's many mysteries."
    },
    {
        "cover": 266148,
        "first_release_date": 1478822400,
        "genres": [
            "Shooter",
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 11118,
        "involved_companies": [
            95342
        ],
        "name": "Dishonored 2",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Dishonored 2 is a first-person action video game and the sequel to Dishonored. It borrows many of the gameplay elements from the first opus: players define their own play style by blending action, assassination, stealth, mobility and combat. Combining tools at their disposal, players are allowed options to eliminate enemies, whether they choose to pursue them unseen or ruthlessly attack head on. Dishonored 2 features the same campaign style as its predecessor in which the protagonist must advance through a series of missions."
    },
    {
        "cover": 87279,
        "first_release_date": 1458777600,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 11133,
        "involved_companies": [
            25021,
            86770
        ],
        "name": "Dark Souls III",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Dark Souls continues to push the boundaries with the latest, ambitious chapter in the critically-acclaimed and genre-defining series. Prepare yourself and embrace the darkness!"
    },
    {
        "cover": 222441,
        "first_release_date": 1581638400,
        "genres": [
            "Adventure"
        ],
        "id": 11155,
        "involved_companies": [
            180620
        ],
        "name": "Dreams",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Dreams is a game designed to unleash players’ creativity, turning the PS4 into the Creative console.\n\nIt’s both a playful sandbox game and an endless explorative journey where players can create and share their dreams, and then surf an endless dreamiverse of single assets, games, animation, music and everything in between. The thing that unites everything is the feeling of being in a dream."
    },
    {
        "cover": 266415,
        "first_release_date": 1427328000,
        "genres": [
            "Role-playing (RPG)",
            "Strategy",
            "Tactical"
        ],
        "id": 11594,
        "involved_companies": [
            25084,
            25085
        ],
        "name": "Disgaea 5: Alliance of Vengeance",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Disgaea 5: Alliance of Vengeance is a tactical role-playing video game in the Disgaea series of games. The evil demon emperor Void Dark devastates numerous Netherworlds after coming to power, with the help of an army of over one million soldiers known as The Lost. Following this, the Overlords of the Netherworlds under Void Dark's rule attempt to rise up and take revenge. The game involves the player traveling across different Netherworlds in an attempt to bring the Overlords and heirs of each different world to join forces together to fight against Void Dark. The game will feature new systems not seen within prior titles in the Disgaea series. In addition, the number of characters displayable on-screen has increased to 100, compared to 10 characters on the earlier PlayStation 3 titles."
    },
    {
        "cover": 134744,
        "first_release_date": 1407801600,
        "genres": [
            "Puzzle",
            "Adventure"
        ],
        "id": 11654,
        "involved_companies": [
            100145
        ],
        "name": "P.T.",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "P.T. (Playable Teaser) is a first-person interactive teaser directed by Hideo Kojima and developed by Kojima Productions under the alias of \"7780s Studios\". It is a psychological survival horror that combined simplicity with an anxiety-inducing environment. The player must investigate the gruesome backstory surrounding the house, and solve puzzles to get to the end game where a cut scene will initiate, and reveal the official teaser trailer for Silent Hills. P.T is widely accepted as a game in its own right, as not only is it considered deeply engaging, but also enjoys significant replay value thanks to its cryptic nature. Due to the cancellation on Silent Hills, it is no longer available for download."
    },
    {
        "cover": 198392,
        "first_release_date": 1481155200,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 12527,
        "involved_companies": [
            68667,
            68668
        ],
        "name": "Yakuza 6: The Song of Life",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Step into Japan's criminal underworld in this explosive action brawler starring legendary yakuza, Kazuma Kiryu, who is hellbent on unraveling the truth around his daughter's tragic accident."
    },
    {
        "cover": 94516,
        "first_release_date": 1486425600,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up"
        ],
        "id": 12571,
        "involved_companies": [
            35007,
            41321
        ],
        "name": "Nioh",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "In Nioh, players will traverse war-torn Japan as William, a blonde-haired swordsman whose background as a fierce warrior and seasoned knowledge of the blade allows him to survive in the demon-plagued land of the samurai. Known as Yokai, these demons inhabit a number of dangerous locations and lie in wait in the shadows to ambush unsuspecting victims. Players will also face off with other samurai in supernatural sword battles and intense, multi-target engagements offering a level of difficulty that will truly test even the most hardened samurai’s skills, patience, and strategy.\n\nOffering a deep and original storyline that takes place during the Warring States Period of Japanese history alongside strategic sword-fighting action, Nioh will challenge players in a way that makes every mission and accomplishment feel earned and worthwhile."
    },
    {
        "cover": 18564,
        "first_release_date": 1477612800,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 17447,
        "involved_companies": [
            36254
        ],
        "name": "Titanfall 2",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Titanfall 2 will deliver a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto the Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out."
    },
    {
        "cover": 123457,
        "first_release_date": 1477008000,
        "genres": [
            "Shooter"
        ],
        "id": 18320,
        "involved_companies": [
            38542
        ],
        "name": "Battlefield 1",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Discover classic Battlefield gameplay with epic multiplayer and an adventure-filled campaign. Experience the dawn of all-out war, only in Battlefield 1. Fight your way through epic battles going from tight urban combat in a besieged French city to big open spaces in the Italian Alps or frantic combats in the Arabic sand dunes. Experience large-scale battles as infantry or piloting vehicles on land, air and sea, from the tanks and bikes on the ground, to bi-planes and gigantic battleships."
    },
    {
        "cover": 91127,
        "first_release_date": 1491264000,
        "genres": [
            "Puzzle",
            "Adventure",
            "Indie"
        ],
        "id": 19394,
        "involved_companies": [
            41380
        ],
        "name": "Blackwood Crossing",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Blackwood Crossing is a story-driven first-person adventure game. An intriguing and emotive tale exploring the fragile relationship between orphaned siblings, Scarlett and Finn. When their paths cross with a mysterious figure, an ordinary train ride evolves into a magical story of life, love and loss."
    },
    {
        "cover": 90670,
        "first_release_date": 1494892800,
        "genres": [
            "Fighting"
        ],
        "id": 19470,
        "involved_companies": [
            56147
        ],
        "name": "Injustice 2",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Power up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game. Experience an unprecedented level of control over how your favorite characters look, how they fight, and how they develop across a huge variety of game modes. This is your super Hero. Your Journey. Your Injustice."
    },
    {
        "cover": 81907,
        "first_release_date": 1536278400,
        "genres": [
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 19565,
        "involved_companies": [
            36449
        ],
        "name": "Marvel's Spider-Man",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Starring the world’s most iconic Super Hero, Spider-Man features the acrobatic abilities, improvisation and web-slinging that the wall-crawler is famous for, while also introducing elements never-before-seen in a Spider-Man game. From traversing with parkour and utilizing the environment, to new combat and blockbuster set pieces, it’s Spider-Man unlike any you’ve played before."
    },
    {
        "cover": 124047,
        "first_release_date": 1514678400,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 22143,
        "involved_companies": [
            116190
        ],
        "name": "Resident Evil 7: Biohazard - Collector's Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Resident Evil 7: Biohazard - Collector's Edition includes: \n \n- Mansion replica. \n- USB finger. \n- Artbook. \n- Alternative inlay. \n- Litographs. \n- Survival pack."
    },
    {
        "cover": 81292,
        "first_release_date": 1438214400,
        "genres": [
            "Role-playing (RPG)",
            "Turn-based strategy (TBS)"
        ],
        "id": 24493,
        "involved_companies": [
            57551
        ],
        "name": "Fate/Grand Order",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Fate/Grand Order is a turn-based role-playing game with some visual novel elements set in the Fate/stay franchise, for iOS and Android."
    },
    {
        "cover": 103616,
        "first_release_date": 1490659200,
        "genres": [
            "Sport"
        ],
        "id": 25310,
        "involved_companies": [
            41223
        ],
        "name": "MLB The Show 17",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "MLB The Show 17 delivers the most realistic and personal baseball gaming experience on consoles. This year The Show offers exciting gameplay improvements and a greater ability to personalize your baseball experience.MMMMM DADDAY"
    },
    {
        "cover": 81672,
        "first_release_date": 1592524800,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 26192,
        "involved_companies": [
            42375
        ],
        "name": "The Last of Us Part II",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Set 5 years after the events of The Last of Us, we see the return of Joel and Ellie. Driven by hatred, Ellie sets out for Seattle to serve justice. However, she begins to wonder what justice really means."
    },
    {
        "cover": 83498,
        "first_release_date": 1500940800,
        "genres": [
            "Platform",
            "Adventure",
            "Indie"
        ],
        "id": 27396,
        "involved_companies": [
            44490
        ],
        "name": "Super Cloudbuilt",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Take on the role of Demi, a young soldier who wakes up in the empty shell of a ruined building, in the center of a strange new world, disconnected from her old life and physical body. With each new challenge she overcomes Demi slowly pieces together the future now laid out before her.\n\nThis remastered edition stays true to the original concept with an emphasis on player skill and creativity, but with even more diverse mechanics and a more connected and varied world."
    },
    {
        "cover": 97295,
        "first_release_date": 1504569600,
        "genres": [
            "Role-playing (RPG)",
            "Sport",
            "Strategy",
            "Turn-based strategy (TBS)",
            "Tactical"
        ],
        "id": 27696,
        "involved_companies": [
            44957
        ],
        "name": "Blood Bowl 2: Legendary Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Blood Bowl 2 smashes Warhammer and American football together, in an explosive cocktail of turn-based strategy, humour and brutality, adapted from Games Workshop's famous boardgame. The Legendary Edition contains all the official races from the Blood Bowl board game, including the sly Goblins, as well as a brand new race, the Kislev Circus and their ferocious Tame Bears! Experience new game modes such as the brand new Solo Career mode, or the new Challenge mode, which will put your wits and skills to the test through crazy and challenging game situations."
    },
    {
        "cover": 130107,
        "first_release_date": 1501200000,
        "genres": [
            "Music"
        ],
        "id": 28192,
        "involved_companies": [
            46036,
            62416
        ],
        "name": "DJMAX Respect",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "DJMax Respect is a rhythm game and a reboot of the latest installment in the DJMax rhythm game series."
    },
    {
        "cover": 99339,
        "first_release_date": 1501545600,
        "genres": [
            "Shooter"
        ],
        "id": 28513,
        "involved_companies": [
            105134
        ],
        "name": "Titanfall 2: Ultimate Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "The best way to jump into one of the most surprising shooters of 2016 is with the Titanfall 2 Ultimate Edition. Not only do you get access to all of the content included in the Digital Deluxe edition, this bundle also includes a Jump Start Pack which instantly unlocks all Titan and Pilot classes and arms you with the funds, Double XP tokens AND a custom warpaint skin for the R-201 Carbine all to get you up to speed on the Frontier.\n\nUltimate Edition includes Titanfall 2 base game, Deluxe Edition content (Scorch & Ion Prime Titans, Deluxe Edition Warpaint for 6 Titans, Deluxe Edition Camo for all Titans, Pilots & Weapons, Deluxe Edition Nose Arts for 6 Titans, Deluxe Edition Callsign), and Jump-Starter content (All Titans unlocked, all Pilot tacticals unlocked, 500 credits to unlock loadouts, cosmetics and gear, 10 2x XP tokens, the Underground R-201 Carbine Warpaint)."
    },
    {
        "cover": 178559,
        "first_release_date": 1559779200,
        "genres": [
            "Shooter",
            "Simulator",
            "Strategy",
            "Indie"
        ],
        "id": 32365,
        "involved_companies": [
            138944
        ],
        "name": "Hell Let Loose",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Fight in the most iconic battles of the Western Front, including Carentan, Omaha Beach and Foy and more. This is combat at a whole new scale....with lumbering tanks dominating the battlefield, crucial supply chains fuelling the frontlines, you are a cog in the machine of colossal combined arms warfare. Hell Let Loose puts you in the chaos of war, complete with deep player-controlled vehicles, a dynamically evolving front line, and crucial unit-focused gameplay that commands the tide of battle."
    },
    {
        "cover": 82685,
        "first_release_date": 1516924800,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 36926,
        "involved_companies": [
            59586
        ],
        "name": "Monster Hunter: World",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!"
    },
    {
        "cover": 98074,
        "first_release_date": 1509062400,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 39034,
        "name": "Assassin's Creed: Origins - Deluxe Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "The Deluxe Pack includes:\n- The Ambush at Sea mission\n- The Desert Cobra Pack (including 1 outfit, 2 legendary weapons, 1 legendary shield, and 1 mount)\n- 3 Ability Points"
    },
    {
        "cover": 134529,
        "first_release_date": 1453161600,
        "genres": [
            "Adventure"
        ],
        "id": 41610,
        "involved_companies": [
            94352
        ],
        "name": "Life Is Strange: Limited Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Life Is Strange is a graphic adventure played from a third-person view. The mechanic of rewinding time allows the player to redo any action that has been taken. The player can examine and interact with objects, which enables puzzle solving in the form of fetch quests and making changes to the environment. Items that are collected before time travelling will be kept in the inventory after the fact.\n\nThe player can explore various locations in the fictional setting of Arcadia Bay and communicate with non-playable characters. Dialogue exchanges can be rewound while branching options are used for conversation. Once an event is reset, the details provided earlier are permitted to avail themselves in the future. In some instances, choices in dialogue will alter and affect the story through short or long-term consequences. For each one of the choices, something good in the short-term could turn out worse later."
    },
    {
        "cover": 99397,
        "first_release_date": 1513036800,
        "genres": [
            "Adventure"
        ],
        "id": 57692,
        "involved_companies": [
            192750
        ],
        "name": "Resident Evil 7: Biohazard - Gold Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Set in modern day rural America and taking place after the dramatic events of Resident Evil 6, players experience the terror directly from the first person perspective. Resident Evil 7 embodies the series' signature gameplay elements of exploration and tense atmosphere that first coined \"survival horror\" some twenty years ago; meanwhile, a complete refresh of gameplay systems simultaneously propels the survival horror experience to the next level.\n\nThe Gold Edition contains the full game plus DLC: the Banned Footage Vol. 1 and 2, and the End of Zoe epilogue episode."
    },
    {
        "cover": 93523,
        "first_release_date": 1577232000,
        "genres": [
            "Shooter",
            "Arcade"
        ],
        "id": 61467,
        "involved_companies": [
            93655,
            93656
        ],
        "name": "Natsuki Chronicles",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "New dramatic horizontal shoot ’em up that takes place in the same setting as Ginga Force. An immersive story that follows protagonist Natsuki. Discover the story of her past as a rookie pilot up to present day with events that are parallel to those in Ginga Force.\n\n– Story Mode alternating between past and present over 10+ stages\n– Arcade Mode for quick action with Online Leaderboards\n– Huge selection of customization with combinations of three weapon types, like in its predecessor Ginga Force\n– A wide variety of equipment can be found throughout the game, making for added replay value as players add to their collection.\n– \"Bullet Trajectory Display\" function, You can observe the direction of enemy bullets!"
    },
    {
        "cover": 109855,
        "first_release_date": 1594944000,
        "genres": [
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 75235,
        "involved_companies": [
            56820
        ],
        "name": "Ghost of Tsushima",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "Uncover the hidden wonders of Tsushima in this open-world action adventure. Forge a new path and wage an unconventional war for the freedom of Tsushima. Challenge opponents with your katana, master the bow to eliminate distant threats, develop stealth tactics to ambush enemies in order to win over the mongols."
    },
    {
        "cover": 82048,
        "first_release_date": 1552003200,
        "genres": [
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 76253,
        "involved_companies": [
            178758
        ],
        "name": "Devil May Cry 5",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Devil May Cry 5 is a brand-new entry in the legendary over-the-top action series Devil May Cry. The game features three playable characters, each with a radically different stylish combat play style as they take on the city overrun with demons. Developed with Capcom’s in-house proprietary RE engine, the series continues to achieve new heights in fidelity with graphics that utilize photorealistic character designs and stunning lighting and environmental effects."
    },
    {
        "cover": 89659,
        "first_release_date": 1539820800,
        "genres": [
            "Fighting"
        ],
        "id": 76885,
        "involved_companies": [
            58885
        ],
        "name": "SoulCalibur VI",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "SOULCALIBUR VI represents the latest entry in the premier weapons-based, head-to-head fighting series and continues the epic struggle of warriors searching for the legendary Soul Swords. Taking place in the 16th century, revisit the events of the original SOULCALIBUR to uncover hidden truths."
    },
    {
        "cover": 87022,
        "first_release_date": 1520294400,
        "genres": [
            "Adventure"
        ],
        "id": 82432,
        "involved_companies": [
            94351
        ],
        "name": "Life is Strange: Before the Storm - Limited Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Life is Strange: Before the Storm is a new three-part, standalone adventure set three years before the first game in the BAFTA award-winning franchise. You play as sixteen-year-old Chloe Price who forms an unlikely friendship with Rachel Amber, a beautiful and popular girl destined for success. When Rachel learns a secret about her family that threatens to destroy her world, it is her newfound friendship with Chloe that gives her the strength to carry on. No longer alone the girls must confront each other's demons and together, find a way to overcome them."
    },
    {
        "cover": 198480,
        "first_release_date": 1490745600,
        "genres": [
            "Simulator",
            "Adventure"
        ],
        "id": 83319,
        "name": "Gangstar New Orleans",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Set in the fascinating city of New Orleans, Gangstar New Orleans is the largest open world ever released on mobile, filled with unique underworld characters, engaging story missions, intense car chases, and explosive shooting action! In New Orleans, anything can happen!"
    },
    {
        "cover": 62767,
        "first_release_date": 1487721600,
        "genres": [
            "Simulator",
            "Strategy"
        ],
        "id": 86494,
        "involved_companies": [],
        "name": "RollerCoaster Tycoon Touch",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Create, customize and rule your theme park kingdom in RollerCoaster Tycoon® Touch™."
    },
    {
        "cover": 63343,
        "first_release_date": 1439942400,
        "genres": [
            "Racing"
        ],
        "id": 86838,
        "name": "Moto x3m",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "The thrilling much loved flash game explodes on to mobile.\n\nMoto X3M brings awesome bike racing with beautifully crafted levels straight to your mobile. So grab your motorbike, strap on your helmet and grab some airtime over obstacles and beat the clock on amazing off road circuits.\n\nFEATURES;\n-45 challenging stunning levels\n-Unlockable super cool Bikes\n-Sick stunts and insane tricks as you flip and wheelie through levels\n-More high octane levels coming soon\n-Timed Levels\n-Checkpoints\n\nThis moto extreme game brings mayhem to your mobile as you race down hill and rev your engine to hill climb to toughest challenges on your way to success. As you race to become the greatest bike racer ever and beat your friends will you be able to handle the explosions and unique obstacles each level provides or will you crash out?"
    },
    {
        "cover": 63139,
        "first_release_date": 1463961600,
        "genres": [
            "Strategy"
        ],
        "id": 86920,
        "name": "Castles of Mad King Ludwig",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Castles of Mad King Ludwig, a castle-building board game, tasks players with building extravagant castles for King Ludwig of Bavaria. Castles are constructed one room at a time, with a different player each round setting the prices for the others, resulting in a competitive, engaging game where building is as much fun as winning!\n\nChoose your strategy carefully as you compete against your friends or AI opponents. Or take on the Campaign, and travel to 15 real-life castle sites, each with up to 3 unique Crown Goals, providing hours of fun and challenge."
    },
    {
        "cover": 63109,
        "first_release_date": 1480896000,
        "genres": [
            "Racing",
            "Arcade"
        ],
        "id": 86948,
        "name": "Smashy Road: Arena",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "From the makers of the Award winning game: Smashy Road: Wanted, we present to you: Smashy Road: Arena! \n \nIt's time to pick up your WEAPONS and battle ONLINE with MULTIPLAYER! Race through the 8 different environments and escape the POLICE, the FBI, the SWAT the ARMY JEEPS and the TANKS! Use your weapons to last as long as you can! Master all 30 VEHICLES, all 30 COLORS and all 10 WEAPONS."
    },
    {
        "cover": 226026,
        "first_release_date": 1475107200,
        "genres": [
            "Arcade"
        ],
        "id": 86964,
        "involved_companies": [
            174285
        ],
        "name": "Hop",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Bounce off tiles and make as many hops as you can in this mind-blowing arcade action!\n\nTouch the screen and drag left or right to guide the ball from tile to tile. Don’t miss the path! Make insane combos and beat your friend's scores!\n\nWhat is your best score?"
    },
    {
        "cover": 181175,
        "first_release_date": 1516147200,
        "genres": [
            "Tactical",
            "Arcade"
        ],
        "id": 86970,
        "involved_companies": [
            96076
        ],
        "name": "World of Warships: Blitz",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "World of Warships Blitz is a free-to-play mobile MMO action game by Wargaming and is based on the award winning PC version of World of Warships.\n\nWorld of Warships Blitz brings the World War 2 naval strategy and action of PC to the highly immersive, quick and fast paced action on mobile and tablet.\n\nYou can now master the great juggernauts from USA, Japan, Russia, Britain; with a variety of Battleships, Cruisers, Destroyers and even Aircraft carriers, and jump straight into quick, action-packed 7vs7 epic warships battles no matter where you are!\n\nA truly free-to-play game. No timers, energy bars, fuel—play as much as you want and whenever you want."
    },
    {
        "cover": 227062,
        "first_release_date": 1417564800,
        "genres": [
            "Simulator"
        ],
        "id": 87017,
        "name": "My Talking Angela",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Explore the glamorous world of Talking Angela. Adopt Angela and make her your very own superstar. Customize her fashion, hairstyle, makeup and home - all while playing addictively cute mini games."
    },
    {
        "cover": 192449,
        "first_release_date": 1384128000,
        "genres": [
            "Role-playing (RPG)",
            "Simulator"
        ],
        "id": 87024,
        "involved_companies": [
            188923
        ],
        "name": "My Talking Tom",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Adopt Talking Tom as your very own baby tamagotchi-style kitten and help him grow into a super cool fully-grown virtual cat. Dress him up in different outfits and fur colors, and choose from loads of accessories to make him look however you like! Whether you’re a kid or an adult, there’s no end to the cool fun you can have with Tom as your virtual pet!"
    },
    {
        "cover": 63143,
        "first_release_date": 1445040000,
        "genres": [
            "Role-playing (RPG)",
            "Simulator"
        ],
        "id": 87026,
        "involved_companies": [
            76277
        ],
        "name": "Ultimate Horse Simulator",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Gallop into a brand new adventure as a beautiful wild Horse! Live wild and free in a gorgeous new world that’s waiting to be explored! Start your own herd and breed, raise, and customize your horses! Scavenge the forest and fields for food, protect your family from predators, and raid the farm for tasty crops!\n\nDownload the Ultimate Horse Simulator today while it's 50% OFF for a very limited time!\n\nBrand New Features\nREALISTIC SIMULATOR\nYou'll need to maintain your health, hunger, thirst, and energy if you're going to survive in the wilderness!\n\nEPIC FIGHTS\nDefend yourself and your entire family from dangerous predators like wolves and cougars! Send your enemies flying through the air, hitting critical touch-based targets, with a super powerful kick!\n\nREVAMPED QUEST SYSTEM\nHelp out the locals of the nearby village with tasks like tracking down and returning lost sheep, giving rides to the next town, and collecting plants for the town doctor. You can even challenge your rival horse to a race across the world!\n\nBUILD YOUR HERD\nDominate other horses and recruit them to your herd! Play as any horse in your herd and create a beautiful and powerful family! Every horse now has health, stats, and rankings providing significantly more immersive gameplay!\n\nRAISE BABY HORSES\nBreed foals that will grow into beautiful members of your herd! Protect them from predators as and adult and even explore the entire world as your young horse!\n\nCUSTOMIZE YOUR HERD\nChoose your horse's name, gender, style, coat and mane, and even tint them any color of the rainbow to make the herd of your dreams! Customize your coat and mane separately with 15 choices for each there are hundreds of combinations!\n\nLEVEL UP YOUR HORSES\nGain experience by finding food, completing missions, and defending your herd against dangerous predators! Level up your horses to increase their stats, earn points to upgrade your horse’s abilities, unlock new colors, and increase the size of your herd!\n\nEARN STAT POINTS\nStat Points can be used to provide bonus’s to traits like Health, Dodge Chance, Defense, Run Speed, and much more! \n\nUPGRADEABLE BUFFS\nBuff Points can be used to upgrade your Whinny and Nicker Buffs, which create temporary Stat Boosting auras around your horse when active! \n\nUNLOCKABLE SKILLS\nSkill Points unlock and upgrade special abilities for your horses. Upgrade “Enhanced Senses” to detect nearby predators or “Power Kick” to send your enemies flying through the air!\n\nRAGDOLL PHYSICS\nUnleash a powerful kick to send your enemies flying through the air! All of their limbs will flail realistically with an advanced physics engine powering the world!\n\nDYNAMIC WEATHER AND DAY/NIGHT CYCLE\nProcedural weather system with unique storms, clouds, sunrise, sunset and celestial movement!\n\nMASSIVE REALISTIC 3D ENVIRONMENT\nExplore an environment so big we had to create three unique homes for your horses to live in! Gallop through the snowy peaks of the Winter Highlands, brave the dangerous forests of the mountains, or assist the towns people in the Wild West with quests!\n\n25 UNIQUE SPECIES\nDiscover a massive collection of wildlife! Live along side goat, chicken, fox, deer, crocodile, bear, boar, snake, fish, crow, lynx, cougar, rat, ibex, bat, frog, sheep, wolves and of course Horses!\n\nHD NEXT-GEN GRAPHICS\nEverything looks so real you will forget you’re playing a game!\n\nGLUTEN-FREE PROMISE\nWith all of our games you will always get the full game with no ads or additional purchases!\n\nDownload the Ultimate Horse Simulator to experience the exciting life of the most majestic and beautiful animal in the Animal Kingdom, the wild Horse!\n\nIf you liked living as a Horse then you'll love our other animal simulators! Download our Ultimate Wolf Simulator and live a wild life in the forest, check out the Stray Cat Simulator and raise kittens in a crowded city!\n\nGive us a shout and let us know what you want to play next!\nfacebook.com/glutenfreegames\ntwitter.com/glutenfreegames"
    },
    {
        "cover": 227037,
        "first_release_date": 1408406400,
        "genres": [
            "Strategy",
            "Arcade"
        ],
        "id": 87046,
        "involved_companies": [],
        "name": "Cooking Fever",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Cook delicious meals and desserts from all over the world in this FREE addictive time-management game! With a choice of 20 unique locations, from Desserts and Fast Food to an Oyster Bar and Oriental Restaurant, you will be able to practice your skills in a variety of settings and cooking techniques. Use more than a hundred ingredients to cook several hundred tasty dishes. Try all the possible kitchen appliances, from coffee makers and rice cookers to pizza ovens and popcorn makers. Decorate your restaurants to attract more clients. Make your own freebies, such as cookies or cupcakes, to make your customers’ experience more personal and memorable – just like in real life! Upgrade your kitchen and produce an even greater variety of dishes. Oh, and did we say that this game is as addictive and as engrossing as fever? Have fun cooking and don’t forget to share your delicious meals with your friends on Facebook!\n\nFeatures:\n* More than 400 dishes to cook using 150 ingredients\n* 20 unique locations: Fast-Food, Bakery, Chinese, Pizza, Seafood, Indian, Breakfast Café, Sushi Bar, Ice Cream Shop, Paradise Cocktail Bar, Corn Dog Van, Café Mexicana, House of Crab, Sports Bar, Sunset Waffles, Smokey Grill BBQ, Italian Buffet, Salad Bar, Aloha Bistro, Hell's Kitchen. More locations are on the way!\n* More than 400 levels to complete\n* Hundreds and hundreds of upgrades for your kitchen appliances and interior"
    },
    {
        "cover": 200044,
        "first_release_date": 1487376000,
        "genres": [
            "Arcade"
        ],
        "id": 87363,
        "involved_companies": [
            158686
        ],
        "name": "Ballz",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Relax your brain with the champion of time killer!\n\nSwipe your finger to throw the balls and break the bricks.\nTry to break as many bricks as possible before they move down to the bottom.\nCollect all the items to get additional balls and make an endless ball chain!\n\nThe level of bricks will be increased after each round you throw the balls.\nVery easy to play but very hard to reach high scores. Don't forget the angle is the key point!"
    },
    {
        "cover": 140139,
        "first_release_date": 1407628800,
        "genres": [
            "Simulator",
            "Adventure"
        ],
        "id": 87579,
        "involved_companies": [
            132433
        ],
        "name": "Jurassic Life: Velociraptor Dinosaur Simulator",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Explore a lost world of dinosaurs and live life as a Velociraptor! Survive in a prehistoric world filled with massive carnivores! Start your own pack of raptors, raise baby dinos, stalk your prey through the tall grass, and battle for your life against ancient predators like the Tyrannosaurus Rex, Spinosaurus, and Pterodactyl!\n\nDownload the Jurassic Life: Velociraptor Simulator today while it's 50% OFF for a very limited time!\n\nGame Features\n+ REALISTIC SIMULATOR - You'll need to maintain your health, hunger, thirst, and energy if you're going to survive in the hostile Jurassic jungle!\n+ EPIC BATTLES - Use your powerful bite, razor sharp talons, and swift speed to catch tasty snacks and fight dangerous dinosaurs!\n+ START A PACK OF RAPTORS - Find a mate to bond with and raise your very own pack of raptors to help you hunt! Watch your babies grow in size and assist you in combat!\n+ LEVEL UP YOUR DINO - Gain experience by defeating other dinosaurs and level up your raptors to increase their health, attack damage, and even unlock new raptor skins!\n+ JURASSIC SURVIVAL GUIDE - Look to your handy survival guide for information on enemy dinosaurs, a map of the jungle, raptor customizations, and much more!\n+ HUGE 3D ENVIRONMENT - Your raptor is free to explore the massive open-world jungle filled with dangerous carnivores, tall grass, and a sparkling pools of water!\n+ NEW TOUCH-BASED CONTROLS - Brand new intuitive controls let you navigate your dinosaur like never before! Pinch to zoom and play from your raptor's perspective or get a bird's eye view of the action!\n+ HD GRAPHICS - Stunning High Definition graphics will transport you millions of years back in time to the land of dinosaurs!\n+ GLUTEN-FREE PROMISE - With all of our games you will always get the full game with no ads or additional purchases!\n\nDownload the Jurassic Life: Velociraptor Simulator and control your very own pack of the smartest, fastest dinosaurs to ever roam the Earth!\n\nIf you liked living as a Velociraptor then you'll love our other animal simulators! Download Jurassic Life: Tyrannosaurus Rex Simulator to rule as the King of Lizards or check out the Wildlife Simulator: Wolf and start your very own Wolfpack!\n\nFollow us on Facebook for more awesome animal games and simulators!\nfacebook.com/glutenfreegames\n\nFollow us on Twitter too! We love hearing feedback and suggestions!\ntwitter.com/glutenfreegames"
    },
    {
        "cover": 127896,
        "first_release_date": 1516752000,
        "genres": [
            "Role-playing (RPG)",
            "Strategy",
            "Indie"
        ],
        "id": 88223,
        "involved_companies": [
            80593
        ],
        "name": "Meteorfall: Journey",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Meteorfall is a deck-building roguelike. You'll choose your class from one of four unique adventurers, and then set out with a deck consisting of some basic attack cards. During the course of your adventure, you'll be presented with the opportunity to add powerful new cards to your deck. \n \nNo adventure would be complete without slaying a few monsters that get in your way. In battle, you'll draw cards from your ability deck. Each time you draw a card, you'll be able to swipe right to play the card, or swipe left to skip a turn and regain some stamina. \n \nBetween battles, you'll venture through a variety of locations, represented by an encounter deck. You'll encounter blacksmiths that can upgrade your cards, temples that can help you optimize your deck, and mysterious characters that will make you all sorts of bargains. \n \nThe tactical strategy of combat micro-decisions mixed with the strategic element of deck-building provides a compelling and deep gameplay experience. \n \nAs with all roguelikes, death is permanent. You'll earn some gems that you can use to unlock new cards, but it's back to the drawing board after that. Start out with a new adventurer and set out on your quest once again. \n \nThe good news is that Meteorfall is different every time you play - you'll encounter different locations, different enemies, and different quests. Part of the challenge is adapting to the challenging situations the game puts you in, given the cards available. \n \nGood luck hero - it's time to end the Uberlich's cycle of destruction!"
    },
    {
        "cover": 129229,
        "first_release_date": 1503964800,
        "genres": [
            "Racing",
            "Strategy"
        ],
        "id": 88508,
        "involved_companies": [
            140588
        ],
        "name": "Top Drives",
        "platforms": [
            "Android",
            "iOS"
        ]
    },
    {
        "cover": 227096,
        "first_release_date": 1477353600,
        "genres": [
            "Simulator",
            "Strategy"
        ],
        "id": 88862,
        "involved_companies": [
            148481
        ],
        "name": "Taps to Riches",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Build your empire one city at a time in this new tap idler sure to make you money hungry! Tap to make money, tap to upgrade your city's business buildings, and tap some more! Unlock, hire, and collect as many Advisors and Bizbots as you can to upgrade your business value, build your cities faster, and earn a stash of cash as you rise from rags to riches!"
    },
    {
        "cover": 228772,
        "first_release_date": 1509494400,
        "genres": [
            "Simulator",
            "Adventure"
        ],
        "id": 88881,
        "involved_companies": [
            141183
        ],
        "name": "Pocket Build",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Have you ever wanted to make your own little fantasy world? A farm, some kind of castle, or just an epic fantasy city? Pocket Build is an open world game where you can build with no limitations or restrictions. Build whatever you like, whenever you like, however you like. The possibilities are endless!\n\n\"An open world sandbox building game with a great 3D graphics engine.\" - AppAdvice\n\nCastles, people, animals, trees, fences, farms, bridges, towers, houses, rocks, land, it's all their for the building. The only limit is your imagination!\n\n- Hundreds of items to build.\n- Huge open world.\n- Build instantly.\n- Collect resources and build special items.\n- Beautiful 3D graphics.\n- New items added every update.\n- All items unlocked.\n- Endless possibilities.\n- Buildings, Trees, People, Animals, Fences, Pathways, Castles, Skulls, Barrels, Farms, Bridges, Towers, Houses, Rocks, and loads more!\n- Build, rotate, and place items anywhere in the world.\n- Control the camera view, rotate, zoom.\n- 3D touch support.\n- Haptic feedback.\n\nThe possibilities are endless! Build your own city, build your own world, build your own castle, be creative, craft your land, build a town, create your own adventure, build anywhere in an open world. Become a Pocket Builder today!"
    },
    {
        "cover": 64604,
        "first_release_date": 1492387200,
        "genres": [
            "Arcade"
        ],
        "id": 89141,
        "name": "Galaxy Attack: Space Shooter",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "If you are a fan of space shooting game and like to simulate sky shooting, so Galaxy Attack: Space Shooter is game for you.\nOne day, our beautiful galaxy is under attack of space intruders. You are last hero of galaxy. Your goal will be quite challenging as you will have to save the galaxy from its evil enemies.\nGalaxy Attack: Space Shooter puts you at the forefront of a battle with space intruders. You will take control of a spaceship and must protect galaxy from alien swarms.\nAs the game progresses, you will earn the right to upgrade your spaceship to bring it to full lethal capacity."
    },
    {
        "cover": 88387,
        "first_release_date": 1468454400,
        "genres": [
            "Puzzle",
            "Arcade"
        ],
        "id": 89817,
        "involved_companies": [
            89866,
            89867
        ],
        "name": "Disney Emoji Blitz",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Ready. Set. Blitz! \nCollect and play with hundreds of Disney, Pixar and Star Wars emojis like never before in an exciting matching game! Play fast paced rounds of match-3 to earn prizes, complete missions, and discover new emojis. \n \nCollect Disney, Pixar and Star Wars emoji characters and items from The Little Mermaid, The Lion King, Cinderella, Zootopia, The Muppets, Disney|Pixar's Toy Story, Monsters, Inc., Finding Dory and more!"
    },
    {
        "cover": 121048,
        "first_release_date": 1424822400,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 90974,
        "involved_companies": [
            114126
        ],
        "name": "Xuan Yuan Sword: The Gate of Firmament",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "The “Xuan-Yuan Sword” is an epic oriental RPG series with 25 years of history.It elaborates on the very heart of this series, the idea of \"one, looking at the same thing from different angles, may come to different conclusions. \" through a variety of historical incidents in different times.\n\nFeatures :\n1. New facial animation and lip-sync systems to enhance facial expression and animation.\n2. New MVN motion capture system that creates real-time character animation.\n3. Real-time combat to make the combat look much more realistic, intense, and diverse.\n4. New Battle field System to make the game much more fun and enjoyable to play.\n5. New Cauldron System (the Urn of Spirit Infusion) to synthesize demons as well as refine or even upgrade their equipments to a better one.\n6. New Guardian System to enable players to capture demons and use them in the game as a combat companion.\n7. New Talisman system that will add additional buffs to players when equipped."
    },
    {
        "cover": 226030,
        "first_release_date": 1489104000,
        "genres": [
            "Simulator"
        ],
        "id": 91231,
        "name": "Stickman Dismounting",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Perform amazing stunts, crash into walls, break bones, destroy vehicles and have the fun!\n\nFEATURES:\n- unique active ragdoll physics system\n- crunchy sound effects\n- multiple levels\n- multiple vehicles\n- multiple props for level customization\n- replay system with saving and sharing abilities\n\nDo not attempt game actions in real life."
    },
    {
        "cover": 64410,
        "first_release_date": 1520812800,
        "genres": [
            "Adventure"
        ],
        "id": 92090,
        "involved_companies": [
            164814
        ],
        "name": "KleptoCats 2",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Cute cats… Am I right?!?\nOK OK. There's more to KleptoCats than just hilarious, a-MEOW-zingly kawaii, blow-your mind cute cats… they have a dark side too. They can't stop stealing!!!"
    },
    {
        "cover": 253760,
        "first_release_date": 1521590400,
        "genres": [
            "Puzzle",
            "Role-playing (RPG)"
        ],
        "id": 95100,
        "name": "Cartoon Network Match Land",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Build a team of your favorite Cartoon Network characters to conquer a unique match 3 adventure in Cartoon Network Match Land!"
    },
    {
        "cover": 141908,
        "first_release_date": 1511827200,
        "genres": [
            "Arcade"
        ],
        "id": 95130,
        "name": "Hoppenhelm",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Jump over pitfalls, razor-sharp spikes and crumbling blocks. Deflect flying fireballs, enemy attacks and axe swings. Bust open doors to secret rooms full of lava and gather shiny coins.\n\nSir Hoppenhelm is lost down in the dungeon of his castle Dunkelburg and must jump, block and slash his way back to safety before the rising lava gets him. Collect coins to unlock allies with unique abilities or expand your armory with new neat weapons.\n\nHoppenhelm is:\n• Arcade platform action\n• One handed controls\n• Randomly generated levels with progression\n• Challenging gameplay\n• Unlockable characters and weapons\n• Leaderboards\n• Fancy sprites and juicy animations\n• Bouncy chiptune soundtrack\n• In-app purchase to remove ads\n• Made with love :D\n\nThank you for playing <3"
    },
    {
        "cover": 71490,
        "first_release_date": 1525132800,
        "genres": [
            "Puzzle",
            "Adventure"
        ],
        "id": 95645,
        "involved_companies": [],
        "name": "Faraway 2",
        "platforms": [
            "Android",
            "iOS"
        ],
        "summary": "Escape all new temples in Faraway 2: Jungle Escape that are full of new challenges and mysterious puzzles. This room escape game will surely challenge your puzzle escaping ability. Sequel to one of the best escape games ever with over a million players! A room escape puzzle game that will completely challenge your mind, captivate you & offer hours of amazing mobile gaming entertainment. \n \n \nCOMPLEX PUZZLES \nExplore 18 new temples packed with escape puzzles, Explore a 3D world that will captivate you from the moment you begin. Turn, look and explore mind-bending puzzles and contraptions. \n \nIMMERSIVE WORLD \nRelax to the ambient soundtrack and the easy to navigate the 3D world that you will find in an escape game, with an abundance of secrets to discover. \n \nTHE MYSTERY CONTINUES \nYou have many more pages of your father’s missing journal to find, maybe then you will unlock your family’s past. This is an escape game that will keep you engaged for many hours! \n \nNEW FEATURES \nIn game camera allows you to take snapshots and save them for later use. \n \nTRY FOR FREE \nEnjoy 9 free escape levels before you decide to purchase the remaining levels and experience the whole Faraway 2: Jungle Escape story that will leave you impressed. \n \nSUPER WIDESCREEN SUPPORT \nThe puzzle game looks beautiful on new 18:9 phones and also shines on tablet devices. Enjoy stunning and astoundingly detailed graphics that look exquisite. \n \nSUPPORTS IPHONE X SCREEN \nCompatible with new standard screen sizes for iPhone X. \n \nEnter an all-new intriguing environment of room escape games & puzzles with Faraway 2: Jungle Escape!"
    },
    {
        "cover": 85409,
        "first_release_date": 1524182400,
        "genres": [
            "Shooter",
            "Racing",
            "Sport",
            "Adventure"
        ],
        "id": 98077,
        "involved_companies": [
            104257,
            104258
        ],
        "name": "Grand Theft Auto V: Premium Online Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "The Grand Theft Auto V: Premium Online Edition includes the complete Grand Theft Auto V story experience, free access to the ever evolving Grand Theft Auto Online and all existing gameplay upgrades and content including The Doomsday Heist, Gunrunning, Smuggler’s Run, Bikers and much more. You’ll also get the Criminal Enterprise Starter Pack, the fastest way to jumpstart your criminal empire in Grand Theft Auto Online."
    },
    {
        "cover": 85882,
        "first_release_date": 1503619200,
        "genres": [
            "Fighting"
        ],
        "id": 104784,
        "name": "Naruto: Ultimate Ninja Storm Legacy",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ]
    },
    {
        "cover": 127934,
        "first_release_date": 1553558400,
        "genres": [
            "Sport"
        ],
        "id": 111654,
        "involved_companies": [
            71319
        ],
        "name": "MLB The Show 19",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "MLB The Show 19 brings you the best of baseball. Experience the ultimate duel: the 1v1 battle between hitter and pitcher to see who reigns supreme. Whether it be home runs, quick experiences, playing as legends, a full RPG experience or stiff Player vs Player competition; MLBTS 19 provides the perfect combination of authentic baseball experience mixed with video game fun."
    },
    {
        "cover": 217721,
        "first_release_date": 1631577600,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 113598,
        "involved_companies": [
            101640
        ],
        "name": "DEATHLOOP",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Deathloop transports players to the lawless island of Blackreef in an eternal struggle between two extraordinary assassins. Explore stunning environments and meticulously designed levels in an immersive gameplay experience that lets you approach every situation any way you like. Hunt down targets all over the island in an effort to put an end to the cycle once and for all, and remember, if at first you don’t succeed… die, die again."
    },
    {
        "cover": 82270,
        "first_release_date": 1572480000,
        "genres": [
            "Role-playing (RPG)",
            "Adventure"
        ],
        "id": 116559,
        "involved_companies": [
            78020,
            78039
        ],
        "name": "Persona 5 Royal Limited Edition",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "A limited edition version Persona 5 Royal, called Persona 5 The Royal in Japan."
    },
    {
        "cover": 76734,
        "first_release_date": 1561680000,
        "genres": [
            "Racing",
            "Simulator",
            "Sport"
        ],
        "id": 116667,
        "involved_companies": [
            76548
        ],
        "name": "F1 2019",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Working in partnership with F1, for the first time ever, players will be able to get behind the wheel of a 2019 regulation car specifically designed in collaboration with F1’s technical team, headed up by Ross Brawn and Pat Symonds. The car, which will be available in Multiplayer, adheres to the 2019 regulations and comes with a range of livery designs offering players a new level of personalization. The 2019 F1 Team liveries will also feature on the car in early marketing materials, but will be replaced by the final Team cars ahead of the game's release."
    },
    {
        "cover": 172626,
        "first_release_date": 1647561600,
        "genres": [
            "Point-and-click",
            "Puzzle",
            "Adventure"
        ],
        "id": 121763,
        "involved_companies": [
            157993
        ],
        "name": "Syberia: The World Before",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Embark on a journey across continents and through time, as you piece together the puzzle of a life."
    },
    {
        "cover": 153211,
        "first_release_date": 1600300800,
        "genres": [
            "Role-playing (RPG)",
            "Simulator",
            "Adventure"
        ],
        "id": 121998,
        "involved_companies": [
            91740
        ],
        "name": "Medieval Dynasty",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Europe in the early Middle Ages -- Nobles and clergy rule and the trade between nations brings prosperity as well as envy, distrust, and greed. Military conflict is everywhere and entire continents are changing.\n\nIn Medieval Dynasty, you take on the role of a young man who has fled from war and wants to take his fate into his own hands. From being alone, inexperienced and poor you will develop into a master of many skills, a leader of your community and the founder of a prosperous dynasty which is meant to last and prosper for generations to come. Defending against wild animals while hunting for food, gathering resources and crafting equipment, building a house and erecting a whole bustling village while founding a family all contribute to a unique gameplay experience across many genres. Tough winters and unexpected events challenge your skills and dexterity as you strive to build your own legacy."
    },
    {
        "cover": 83061,
        "first_release_date": 1575331200,
        "genres": [
            "Platform",
            "Puzzle",
            "Adventure",
            "Indie"
        ],
        "id": 122563,
        "involved_companies": [
            168909
        ],
        "name": "Arise: A Simple Story",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Set out on an emotional journey through the bittersweet lives of two people where memories come alive and time bends to your will. Lose yourself in moments of happiness and overcome every hardship as you relive your life’s story. A story of joy and sorrow. A simple story."
    },
    {
        "cover": 94821,
        "first_release_date": 1584403200,
        "genres": [
            "Sport"
        ],
        "id": 125013,
        "involved_companies": [
            94273
        ],
        "name": "MLB The Show 20",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "MLB The Show 20 is an upcoming baseball video game by SIE San Diego Studio and published by Sony Interactive Entertainment, based on Major League Baseball (MLB). It is the fifteenth entry of the MLB: The Show franchise, and it will be released on March 17, 2020, for PlayStation 4. Chicago Cubs infielder Javier Báez is featured as the cover star."
    },
    {
        "cover": 118550,
        "first_release_date": 1585785600,
        "genres": [
            "Simulator",
            "Strategy",
            "Indie"
        ],
        "id": 126362,
        "involved_companies": [
            91396
        ],
        "name": "Endzone: A World Apart",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Endzone is a post apocalyptic survival city builder, where you start a new civilization with a group of people after a global nuclear disaster. Build them a new home and ensure their survival in a shattered world, threatened by constant radiation, toxic rain, sandstorms and droughts."
    },
    {
        "cover": 124893,
        "first_release_date": 1575504000,
        "genres": [
            "Shooter",
            "Adventure"
        ],
        "id": 128334,
        "involved_companies": [],
        "name": "Star Wars Battlefront II: Celebration Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Put your mastery of the blaster and the Force to the test online and offline in STAR WARS Battlefront II: Celebration Edition. Heroes are born on the battlefront.\nBe the hero in the ultimate STAR WARS battle fantasy."
    },
    {
        "cover": 113823,
        "first_release_date": 1632960000,
        "genres": [
            "Shooter",
            "Puzzle",
            "Adventure",
            "Indie"
        ],
        "id": 128948,
        "involved_companies": [
            175001
        ],
        "name": "Industria",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Industria is a first-person shooter that takes you from East Berlin into a parallel reality, shortly before the end of the Cold War. On the search for a missing work colleague, you decipher a dark past in a mysterious and surreal steampunk world."
    },
    {
        "cover": 138698,
        "first_release_date": 1611792000,
        "genres": [
            "Adventure"
        ],
        "id": 133308,
        "involved_companies": [
            183856
        ],
        "name": "The Medium",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Discover a dark mystery only a medium can solve. Explore the real world and the spirit world at the same time. Use your psychic abilities to solve puzzles spanning both worlds, uncover deeply disturbing secrets, and survive encounters with The Maw - a monster born from an unspeakable tragedy. The Medium is a third-person psychological horror game that features patented dual-reality gameplay and an original soundtrack."
    },
    {
        "cover": 101282,
        "first_release_date": 1588636800,
        "genres": [
            "Shooter"
        ],
        "id": 133945,
        "involved_companies": [
            99084,
            99086
        ],
        "name": "World War Z: Game of the Year Edition",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "Humanity is on the brink of extinction. From New York to Moscow, through Jerusalem, Tokyo and Marseille, the undead apocalypse continues to spread. As the end looms, a hardened few band together to defeat the horde and outlive the dead. \n \nWorld War Z is a heart-pounding co-op third-person shooter for up to 4 players featuring swarms of hundreds of zombies. Based on the Paramount Pictures film, World War Z focuses on fast-paced gameplay while exploring new storylines from around the world. \n \nThis GOTY Edition contains the multi-million seller game World War Z, all its paid and free DLCs released: \n \n- Marseille Episode with 3 new PvE missions located in France \n- Many explosive game modes in PvP/PvE, including the deadly Horde Mode Z \n- All character Skin packs (The Professionals, War Heroes) \n- All weapon Skin and Variant packs (Last Aid, Special Operations Forces, Biohazard, Lobo) \n- And one more upcoming weapon pack"
    },
    {
        "cover": 258449,
        "first_release_date": 1663200000,
        "genres": [
            "Shooter",
            "Music",
            "Adventure"
        ],
        "id": 134560,
        "involved_companies": [
            186343,
            186344
        ],
        "name": "Metal: Hellsinger",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Strike terror into the hearts of demons and devils as you fight your way through eight Hells. Metal: Hellsinger is a rhythm FPS, brimming with diabolical enemies, powerful weapons, and metal music. Set out on an infernal journey in order to achieve the purest of goals: Vengeance."
    },
    {
        "cover": 130671,
        "first_release_date": 1623369600,
        "genres": [
            "Shooter",
            "Platform",
            "Adventure"
        ],
        "id": 134582,
        "involved_companies": [
            113737
        ],
        "name": "Ratchet & Clank: Rift Apart",
        "platforms": [
            "Playstation 5"
        ],
        "summary": "Go dimension-hopping with Ratchet and Clank as they take on an evil emperor from another reality. Jump between action-packed worlds and beyond at mind-blowing speeds, complete with dazzling visuals and an insane arsenal."
    },
    {
        "cover": 181873,
        "first_release_date": 1619740800,
        "genres": [
            "Shooter"
        ],
        "id": 134584,
        "involved_companies": [
            111558
        ],
        "name": "Returnal",
        "platforms": [
            "Playstation 5"
        ],
        "summary": "After crash-landing on a shape-shifting alien planet, Selene finds herself fighting tooth and nail for survival. Again and again she’s defeated, forced to restart her journey every time she dies. In this roguelike shooter, both the planet and your equipment change with every cycle, forcing you to adapt your play style and take on evolving challenges."
    },
    {
        "cover": 115207,
        "first_release_date": 1605139200,
        "genres": [
            "Platform",
            "Adventure"
        ],
        "id": 134597,
        "involved_companies": [
            108681
        ],
        "name": "Astro's Playroom",
        "platforms": [
            "Playstation 5"
        ],
        "summary": "Astro and his crew lead you on a magical introduction through PS5 in this fun platformer that comes pre-loaded on PS5. Explore four worlds, each based on PS5’s console components. Each area showcases innovative gameplay that taps into the new features of the PS5's DualSense wireless controller."
    },
    {
        "cover": 228758,
        "first_release_date": 1662595200,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 135670,
        "involved_companies": [
            104924
        ],
        "name": "Steelrising",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Paris, 1789. The French Revolution has been suppressed with bloodshed by Louis XVI and his merciless mechanical army. Aegis, a mysterious automaton masterpiece, must confront the king's army alone to save history in this challenging action-RPG."
    },
    {
        "cover": 221131,
        "first_release_date": 1647388800,
        "genres": [
            "Simulator",
            "Sport"
        ],
        "id": 136084,
        "involved_companies": [
            164444
        ],
        "name": "Shredders",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Break into the snowboarding event of the year in the hope of scoring a wildcard entry to an exclusive invitational. To prove you’re up to the challenge, master the art of park riding, buttering, rails, and massive kickers and earn your place in the world of snowboarding."
    },
    {
        "cover": 116919,
        "first_release_date": 1606780800,
        "genres": [
            "Role-playing (RPG)",
            "Simulator",
            "Strategy",
            "Adventure",
            "Indie",
            "Visual Novel"
        ],
        "id": 138871,
        "involved_companies": [
            110052
        ],
        "name": "The Life and Suffering of Sir Brante",
        "platforms": [
            "PC",
            "Playstation 4",
            "Xbox One"
        ],
        "summary": "A narrative-driven RPG set in a gritty world where a person's Lot is determined at birth, while the gods are real and preside over the fates of men. Set out on a lifelong journey and carve out your own destiny. Will you become a judge, an inquisitor, or conspire against the old order? You decide!"
    },
    {
        "cover": 117333,
        "first_release_date": 1611705600,
        "genres": [
            "Role-playing (RPG)",
            "Turn-based strategy (TBS)"
        ],
        "id": 139883,
        "involved_companies": [
            117879
        ],
        "name": "King Arthur: Knight's Tale",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "King Arthur: Knights Tale mixes an XCOM-style turn-based battle system with traditional RPG mechanics, including character development, choices that impact the direction of your campaign, and upgrading your home base of Camelot.\n\nThe story follows Sir Mordred, who travels with a band of knights across Avalon in search of King Arthur. This is already an interesting twist on the classic legend, as Sir Mordred is King Arthur's nemesis, traditionally shown as the king's traitorous nephew.\n\nIn this version of the tale, Mordred has actually mortally wounded Arthur, and is now stalking him through the isle of Avalon to finish the job on command of The Lady of the Lake."
    },
    {
        "cover": 131206,
        "first_release_date": 1604448000,
        "genres": [
            "Shooter",
            "Arcade"
        ],
        "id": 140847,
        "involved_companies": [
            112521
        ],
        "name": "Söldner-X 2: Final Prototype - Definitive Edition",
        "platforms": [
            "Playstation 4"
        ],
        "summary": "In Soldner-X 2: Final Prototype, you will return to Gota IV as part of the Soldner-X defense force. Mankind will once more rely on your battle against new mysterious powers. Staged across seven unique action-loaded levels accompanied with an adrenaline pumping soundtrack, Soldner-X 2: Final Prototype combines traditional 2D gameplay with detailed high definition graphics and a taste of fresh innovations.\n\nTwenty years after the Virus Wars, you return to Gota IV as part of the newly formed Söldner-X defense force. Your mission: to free the galaxy from the D'aarg, a technologically superior race that is threatening mankind. Staged across up to 10 unique action-loaded levels, Söldner-X 2: Final Prototype delivers a must-have, shoot' em up experience, blending classic gameplay with the astonishing audio-visuals."
    },
    {
        "cover": 132084,
        "first_release_date": 1613606400,
        "genres": [
            "Role-playing (RPG)"
        ],
        "id": 143999,
        "involved_companies": [
            119926,
            119927
        ],
        "name": "void tRrLM();++ //Void Terrarium++",
        "platforms": [
            "Playstation 5"
        ],
        "summary": "The last living human is depending on you in Void Terrarium++! Rediscover a bleak yet charming story of a young girl named Toriko and her robot protector, along with extra features such as new afflictions, outfits, and an new environment to explore.\n\nSystem Upgrade:\nVoid Terrarium++ looks and performs better than ever on PlayStation®5, and comes bundled with additional content like new emotes, outfits, hairstyles, and Toriko diseases.\n\nLegacy Protocol:\nVoid Terrarium’s amazing visual style, unique roguelike gameplay, and caretaking system all make a return.\n\nHope in a Cold World:\nFrom the creator of A Rose in the Twilight and htoL#NiQ: The Firefly Diary, this harrowing roguelike adventure combines cute visuals with a somber yet whimsical post-apocalyptic story.\n\nThis edition's new content was announced in Japan alongside a DLC pack for the PS4 and Nintendo Switch that included the new diseases, customization feature and interactions with Toriko.\nThe DLC has not been announced internationally."
    },
    {
        "cover": 134976,
        "first_release_date": 1660780800,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 145028,
        "involved_companies": [
            165392
        ],
        "name": "Thymesia",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Thymesia is a grueling action-RPG with fast-paced combat and an intricate plague weapon system. In a kingdom where death spreads, play as a mysterious character known by the code name \"Corvus\". Prey upon your enemies, wield the power of disease and find the truth in your own memories."
    },
    {
        "cover": 222171,
        "first_release_date": 1667433600,
        "genres": [
            "Adventure"
        ],
        "id": 152076,
        "involved_companies": [
            171443
        ],
        "name": "The Chant",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "The Chant is an action horror game set on the tormented grounds of a new age cult, that fulfills players' thrill of supernatural horrors dealing with the dark sides of spirituality and cultism, and untangles terrifying revelations about the universe."
    },
    {
        "cover": 152650,
        "first_release_date": 1663545600,
        "genres": [
            "Role-playing (RPG)",
            "Hack and slash/Beat 'em up",
            "Adventure"
        ],
        "id": 152262,
        "involved_companies": [
            138907
        ],
        "name": "Soulstice",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "Explore a dark world brimming with hidden mysteries, master a diverse combat system, and inhabit the dual forces of two sisters in a coming-of-age fantasy story with fast-paced action, vicious enemies and breathtaking boss fights."
    },
    {
        "cover": 228648,
        "first_release_date": 1655856000,
        "genres": [
            "Adventure",
            "Indie"
        ],
        "id": 172142,
        "name": "Last Days of Lazarus",
        "platforms": [
            "PC",
            "Playstation 5",
            "Xbox Series X|S"
        ],
        "summary": "After their mother's suicide, Lazarus returns home to his sister Lyudmila. But unexplained events make the world and even reality collapse around him. Looming death, a spreading malediction and the supernatural threaten his sanity, yet Lazarus pushes forward to find the truth about his family."
    }
]